<html>
    <body>
        <header> 
            <h2> vsk-94 </h2>
        </header>
            <img src="https://war-time.ru/images/blog/strelkovoe-orujie/vintovki-karabiny/rossiya-sssr/vsk-94/dop/vsk-94-glav.jpg">
            <p> ВСК-94 была разработана в качестве более дешевой и доступной альтернативы винтовке ВСС «Винторез». По сути ВСК-94 действительно является дешёвым аналогом «Винтореза» - <span>обе системы используют патроны 9×39,</span> обладают сходными ТТХ, но <span>ВСК-94 технологичнее,</span> проще в устройстве, <span>дешевле в производстве</span>, и имеет еще целый ряд преимуществ.</p>

<p><span>Все узлы автомата сохранены, отличие лишь в наличии глушителя и пластикового приклада</span> скелетного типа. Глушитель не является интегрированным в конструкцию, поэтому сохранена возможность стрельбы без него. На стволе винтовки вместо компенсатора выполнена резьба под ПБС. Автоматика работает за счет энергии пороховых газов, отводимых из канала ствола. Запирание ствола осуществляется поворотом затвора под воздействием специального выреза затворной рамы. <span>Винтовка имеет автоматический и одиночный режимы огня.</span> Флажок смены режимов находится с правой стороны ствольной коробки и одновременно является предохранителем.</p>

<p>Кроме механического прицела, аналогичного 9А-91, <span>винтовка оснащается 4-х кратным оптическим прицелом ПСО-1-1,</span> приспособленным под баллистику используемых патронов с дозвуковой скоростью пули, <span>а так же разработаными 7-ми кратным коллиматорным прицелом ПКС-07 (дневной) и ПКН-03М (ночной).</span></p>

<p>Для стрельбы применяются специальные дозвуковые патроны: <span>снайперский СП-5, бронебойный СП-6 и новый патрон ПАБ-9</span> сочетающий хорошую кучность с бронебойным действием и имеющий значительно меньшую стоимость.</p>

<p>Эффективный глушитель значительно снижает уровень звука при выстреле и полностью исключает дульное пламя. Это обеспечивает скрытное поражение целей на дальности до 400 м.</p>

<p>ВСК-94 имеет быстроразборную конструкцию, в разобранном виде транспортируется в компактном подсумке или кейсе.</p>
<div class="great">
<h3> достоинства </h3>
</div>
          <ul> 
             <li> Приемлемая дульная энергия </li>  
             <li> Высокое пробивающее и убойное действие пули </li>
             <li> Прицельная и эффективная дальность огня вполне достаточны для проведения спецопераций на открытой местности. Удобный приклад и адаптированный оптический прицел обеспечивают хорошую точность стрельбы. Отсутствие дульного пламени и глушение звука выстрела позволяют снайперу скрытно работать в непосредственной близости от противника </li>
             <li> Тяжёлая пуля медленно теряет кинетическую энергию, что обеспечивает высокое поражающее действие, даже за пределами максимальной дальности прицельного огня </li>
             <li> Малый вертикальный размер позволяет стрелку плотно прижиматься к земле</li>
             <li> Глушитель не содержит сменных элементов, поэтому его эффективность не снижается достаточно долго в процессе стрельбы </li>
             <li> Винтовка устойчива к запылению и обладает надежностью, аналогичной автоматам Калашникова </li>
          </ul>
          <div class="mda">
          <h3> Недостатки </h3>
          </div>
          <ul> 
              <li> Большая масса пули вкупе с увеличенной навеской пороха и малая масса винтовки дают сильную отдачу</li>
              <li> Винтовка не является столь бесшумной. Её лязгающий затвор (особенно при стрельбе очередями) далеко слышен, особенно в ночное время и при отсутствии достаточно сильных фоновых шумов. Громкость ВСК-94 — на уровне малокалиберной винтовки </li>
              <li> При автоматическом режиме стрельбы резко падает эффективность глушителя, даже в сравнении с другими винтовками данного типа </li>
              <li> Значительный вес боеприпасов существенно снижает носимый боекомплект </li> 
              <li> Настильность траектории полета дозвуковой пули ограничивает эффективную дальность стрельбы </li> 
          </ul>
    </body>
</html>
